{
  "book": "JST Matthew",
  "chapter": 3,
  "reference": "JST Matthew 3",
  "verses": [
    {
      "verse": 1,
      "reference": "JST Matthew 3:1",
      "text": "{{Now when Jesus was born in Bethlehem of Judea,}} in the {{days}} of {{Herod the king, behold, there came wise men from the east to Jerusalem,}}"
    },
    {
      "verse": 2,
      "reference": "JST Matthew 3:2",
      "text": "{{Saying, Where is}} the {{child that is born, the Messiah}} of {{the Jews? For we have seen his star in the east and have come to worship him.}}"
    },
    {
      "verse": 3,
      "reference": "JST Matthew 3:3",
      "text": "{{When Herod}} the {{king had heard}} of the {{child, he was troubled, and all Jerusalem with him.}}"
    },
    {
      "verse": 4,
      "reference": "JST Matthew 3:4",
      "text": "And {{when he had gathered all}} the {{chief priests and scribes}} of {{the people together, he demanded of them, saying, Where is the place that is written of by the prophets, in which Christ should be born? For he greatly feared, yet he believed not the prophets.}}"
    },
    {
      "verse": 5,
      "reference": "JST Matthew 3:5",
      "text": "{{And they said unto him, It is written by}} the {{prophets that he should be born in Bethlehem of Judea, for thus have they said,}}"
    },
    {
      "verse": 6,
      "reference": "JST Matthew 3:6",
      "text": "{{The word of the Lord came unto us, saying,}} And {{thou Bethlehem, which lieth in the land}} of {{Judea,}} in {{thee shall be born a prince, which art not the least among the princes of Judea; for out of thee shall come the Messiah, who shall save my people Israel.}}"
    },
    {
      "verse": 7,
      "reference": "JST Matthew 3:7",
      "text": "{{Then Herod,}} when he {{had called the wise men privily, inquired}} of {{them diligently at what time}} the {{star appeared.}}"
    },
    {
      "verse": 8,
      "reference": "JST Matthew 3:8",
      "text": "{{And he sent them to Bethlehem and said, Go and search diligently}} for {{the young child; and when ye have found the child, bring me word again, that I may come and worship him also.}}"
    },
    {
      "verse": 9,
      "reference": "JST Matthew 3:9",
      "text": "{{When they had heard the king, they departed; and lo, the star which they saw in the east went before them until it came and stood over where the young child was.}}"
    },
    {
      "verse": 10,
      "reference": "JST Matthew 3:10",
      "text": "{{When they saw}} the {{star, they rejoiced with exceeding great joy.}}"
    },
    {
      "verse": 11,
      "reference": "JST Matthew 3:11",
      "text": "{{And when they were come into the house, they saw the young child,}} with {{Mary his mother, and fell down and worshiped him. And when they had opened their treasures, they presented}} unto {{him gifts: gold,}} and {{frankincense, and myrrh.}}"
    },
    {
      "verse": 12,
      "reference": "JST Matthew 3:12",
      "text": "{{And being warned of God}} in {{a dream that they should not return to Herod, they departed}} into {{their own country another way.}}"
    },
    {
      "verse": 13,
      "reference": "JST Matthew 3:13",
      "text": "{{And when they were departed, behold, the angel of the Lord appeared}} to {{Joseph in a vision, saying, Arise, and take the young child and his mother, and flee into Egypt, and tarry thou there until I bring thee word; for Herod will seek the young child}} to {{destroy}} him."
    },
    {
      "verse": 14,
      "reference": "JST Matthew 3:14",
      "text": "{{And then he arose,}} and {{took the young child and the child's mother by night, and departed into Egypt,}}"
    },
    {
      "verse": 15,
      "reference": "JST Matthew 3:15",
      "text": "And {{was there until the death of Herod, that}} it {{might}} be {{fulfilled which was spoken of the Lord by the prophet, saying, Out of Egypt have I called my Son.}}"
    },
    {
      "verse": 16,
      "reference": "JST Matthew 3:16",
      "text": "{{Then Herod,}} when he {{saw that he}} was {{mocked}} of the {{wise men, was exceeding wroth, and sent forth, and slew all}} the {{children that}} were {{in Bethlehem}} and {{all the coasts thereof, from two years old and under, according to the time which}} he {{had diligently inquired of}} the {{wise men.}}"
    },
    {
      "verse": 17,
      "reference": "JST Matthew 3:17",
      "text": "{{Then was fulfilled that which was spoken by Jeremiah the prophet,}} saying,"
    },
    {
      "verse": 18,
      "reference": "JST Matthew 3:18",
      "text": "In Ramah there was a voice heard: lamentation, and weeping, and great mourning--Rachael weeping for the loss of her children, and would not be comforted because they were not."
    },
    {
      "verse": 19,
      "reference": "JST Matthew 3:19",
      "text": "But when Herod was dead, behold, an angel of the Lord appeared in a vision to Joseph in Egypt,"
    },
    {
      "verse": 20,
      "reference": "JST Matthew 3:20",
      "text": "Saying, Arise, and take the young child and his mother, and go into the land of Israel; for they are dead who sought the young child's life."
    },
    {
      "verse": 21,
      "reference": "JST Matthew 3:21",
      "text": "And he arose, and took the young child and his mother, and came into the land of Israel."
    },
    {
      "verse": 22,
      "reference": "JST Matthew 3:22",
      "text": "But when he heard that Archelaus did reign in Judea in the stead of his father Herod, he was afraid to go thither; but, notwithstanding, being warned of God in a vision, he went into the eastern part of Galilee;"
    },
    {
      "verse": 23,
      "reference": "JST Matthew 3:23",
      "text": "And he came and dwelt in a city called Nazareth, that it might be fulfilled which was spoken by the prophets, He shall be called a Nazarene."
    },
    {
      "verse": 24,
      "reference": "JST Matthew 3:24",
      "text": "And it came to pass that Jesus grew up with his brethren, and waxed strong, and waited upon the Lord for the time of his ministry to come."
    },
    {
      "verse": 25,
      "reference": "JST Matthew 3:25",
      "text": "And he served under his father, and he spake not as other men, neither could he be taught; for he needed not that any man should teach him."
    },
    {
      "verse": 26,
      "reference": "JST Matthew 3:26",
      "text": "And after many years, the hour of his ministry drew nigh."
    },
    {
      "verse": 27,
      "reference": "JST Matthew 3:27",
      "text": "And in those days came John the Baptist, preaching in the wilderness of Judea,"
    },
    {
      "verse": 28,
      "reference": "JST Matthew 3:28",
      "text": "And saying, Repent ye, for the kingdom of heaven is at hand."
    },
    {
      "verse": 29,
      "reference": "JST Matthew 3:29",
      "text": "For I am he who was spoken of by the prophet Esaias, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord and make his paths straight."
    },
    {
      "verse": 30,
      "reference": "JST Matthew 3:30",
      "text": "And the same John had his raiment of camels' hair and a leathern girdle about his loins; and his food was locusts and wild honey."
    },
    {
      "verse": 31,
      "reference": "JST Matthew 3:31",
      "text": "Then went out to him Jerusalem, and all Judea, and all the region round about Jordan,"
    },
    {
      "verse": 32,
      "reference": "JST Matthew 3:32",
      "text": "And many were baptized of him in Jordan, confessing their sins."
    },
    {
      "verse": 33,
      "reference": "JST Matthew 3:33",
      "text": "But when he saw many of the Pharisees and Sadducees come to his baptism, he said unto them, O, generation of vipers! Who hath warned you to flee from the wrath to come?"
    },
    {
      "verse": 34,
      "reference": "JST Matthew 3:34",
      "text": "Why is it that ye receive not the preaching of him whom God hath sent? If ye receive not this in your hearts, ye receive not me; and if ye receive not me, ye receive not him of whom I am sent to bear record; and for your sins ye have no cloak."
    },
    {
      "verse": 35,
      "reference": "JST Matthew 3:35",
      "text": "Repent, therefore, and bring forth fruits meet for repentance;"
    },
    {
      "verse": 36,
      "reference": "JST Matthew 3:36",
      "text": "And think not to say within yourselves, We are the children of Abraham, and we only have power to bring seed unto our father Abraham; for I say unto you that God is able of these stones to raise up children unto Abraham."
    },
    {
      "verse": 37,
      "reference": "JST Matthew 3:37",
      "text": "And now, also, the axe is laid unto the root of the trees; therefore, every tree which bringeth not forth good fruit shall be hewn down and cast into the fire."
    },
    {
      "verse": 38,
      "reference": "JST Matthew 3:38",
      "text": "I indeed baptize you with water, upon your repentance; and when he of whom I bear record cometh, who is mightier than I, whose shoes I am not worthy to bear (or whose place I am not able to fill), as I said, I indeed baptize you before he cometh, that when he cometh, he may baptize you with the Holy Ghost and fire."
    },
    {
      "verse": 39,
      "reference": "JST Matthew 3:39",
      "text": "And it is he of whom I shall bear record, whose fan shall be in his hand; and he will thoroughly purge his floor, and gather his wheat into the garner, but in the fullness of his own time will burn up the chaff with unquenchable fire."
    },
    {
      "verse": 40,
      "reference": "JST Matthew 3:40",
      "text": "Thus came John, preaching and baptizing in the river of Jordan, bearing record that he who was coming after him had power to baptize with the Holy Ghost and fire."
    },
    {
      "verse": 41,
      "reference": "JST Matthew 3:41",
      "text": "And then cometh Jesus from Galilee to Jordan unto John to be baptized of him;"
    },
    {
      "verse": 42,
      "reference": "JST Matthew 3:42",
      "text": "But John refused him, saying, I have need to be baptized of thee. And why comest thou to me?"
    },
    {
      "verse": 43,
      "reference": "JST Matthew 3:43",
      "text": "And Jesus, answering, said unto him, Suffer me to be baptized of thee, for thus it becometh us to fulfill all righteousness. Then he suffered him."
    },
    {
      "verse": 44,
      "reference": "JST Matthew 3:44",
      "text": "And John went down into the water and baptized him."
    },
    {
      "verse": 45,
      "reference": "JST Matthew 3:45",
      "text": "And Jesus, when he was baptized, went up straightway out of the water; and John saw, and lo, the heavens were opened unto him; and he saw the Spirit of God descending like a dove and lighting upon Jesus."
    },
    {
      "verse": 46,
      "reference": "JST Matthew 3:46",
      "text": "And lo, he heard a voice from heaven saying, This is my beloved Son, in whom I am well pleased. Hear ye him."
    }
  ]
}