{
  "book": "JST Luke",
  "chapter": 12,
  "reference": "JST Luke 12",
  "verses": [
    {
      "verse": 1,
      "reference": "JST Luke 12:1",
      "text": "In the **meantime,** when there {{was}} gathered together an innumerable multitude of people, insomuch that they trode one upon another, he began to say unto his disciples first of all, Beware ye of the leaven of the Pharisees, which is hypocrisy."
    },
    {
      "verse": 2,
      "reference": "JST Luke 12:2",
      "text": "For there is nothing **covered which** shall not be **revealed,** neither **hid which** shall not be known."
    },
    {
      "verse": 3,
      "reference": "JST Luke 12:3",
      "text": "**Therefore,** whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops."
    },
    {
      "verse": 4,
      "reference": "JST Luke 12:4",
      "text": "And I say unto **you,** my friends, Be not afraid of them {{who}} kill the **body** and after that have no more that they can **do;**"
    },
    {
      "verse": 5,
      "reference": "JST Luke 12:5",
      "text": "But I will forewarn you whom ye shall **fear; fear** him, **who,** after he hath **killed,** hath power to cast into hell; yea, I say unto you, Fear him."
    },
    {
      "verse": 6,
      "reference": "JST Luke 12:6",
      "text": "Are not five sparrows sold for two farthings, and not one of them is forgotten before God?"
    },
    {
      "verse": 7,
      "reference": "JST Luke 12:7",
      "text": "But even the very hairs of your head are all numbered. Fear **not, therefore;** ye are of more value than many sparrows."
    },
    {
      "verse": 8,
      "reference": "JST Luke 12:8",
      "text": "Also I say unto you, Whosoever shall confess me before men, him shall the Son of **Man** also confess before the angels of **God.**"
    },
    {
      "verse": 9,
      "reference": "JST Luke 12:9",
      "text": "But he {{who}} denieth me before men shall be denied before the angels of God."
    },
    {
      "verse": 10,
      "reference": "JST Luke 12:10",
      "text": "{{Now his disciples knew that he said this because they had spoken evil}} against {{him before}} the {{people; for they were afraid to confess}} him {{before men.}}"
    },
    {
      "verse": 11,
      "reference": "JST Luke 12:11",
      "text": "And they {{reasoned among themselves, saying, He knoweth our hearts, and he speaketh to our condemnation, and we shall not be forgiven. But he answered them and said}} unto {{them,}}"
    },
    {
      "verse": 12,
      "reference": "JST Luke 12:12",
      "text": "{{Whosoever shall speak a word against the Son of Man and repenteth, it shall be forgiven him; but unto him who blasphemeth against}} the Holy **Ghost, it** shall {{not be forgiven him.}}"
    },
    {
      "verse": 13,
      "reference": "JST Luke 12:13",
      "text": "And {{again, I say unto you, They shall bring you unto}} the {{synagogues and before magistrates and powers. When they do this, take ye no thought how, or what thing ye shall answer, or what ye shall say;}}"
    },
    {
      "verse": 14,
      "reference": "JST Luke 12:14",
      "text": "{{For the Holy Ghost shall teach you in the same hour what ye ought to say.}}"
    },
    {
      "verse": 15,
      "reference": "JST Luke 12:15",
      "text": "And {{one of the company}} said unto {{him, Master, speak to my brother, that he divide}} the {{inheritance with me.}}"
    },
    {
      "verse": 16,
      "reference": "JST Luke 12:16",
      "text": "And he {{said unto him, Man, who made me}} a {{judge or}} a {{divider over you?}}"
    },
    {
      "verse": 17,
      "reference": "JST Luke 12:17",
      "text": "And he {{said unto them, Take heed and beware of covetousness; for a man's life consisteth not in the abundance of the things which he possesseth.}}"
    },
    {
      "verse": 18,
      "reference": "JST Luke 12:18",
      "text": "And he {{spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully;}}"
    },
    {
      "verse": 19,
      "reference": "JST Luke 12:19",
      "text": "And {{he thought within himself, saying, What shall}} I {{do because I have no room where}} to {{bestow}} my {{fruits?}}"
    },
    {
      "verse": 20,
      "reference": "JST Luke 12:20",
      "text": "{{And he said, This will I do: I will pull down my barns and build greater; and there will I bestow all my fruits and my goods.}}"
    },
    {
      "verse": 21,
      "reference": "JST Luke 12:21",
      "text": "{{And I will say to my soul, Soul, thou hast much goods laid}} up for {{many years; take thine ease, eat, drink,}} and {{be merry.}}"
    },
    {
      "verse": 22,
      "reference": "JST Luke 12:22",
      "text": "{{But God}} said unto {{him, Thou fool! This night thy soul}} shall {{be required of thee; then whose}} shall {{those things be which thou hast provided?}}"
    },
    {
      "verse": 23,
      "reference": "JST Luke 12:23",
      "text": "{{So shall it be with him who layeth up treasure for himself and}} is {{not rich toward God.}}"
    },
    {
      "verse": 24,
      "reference": "JST Luke 12:24",
      "text": "{{And he said unto his disciples, Therefore, I say unto you, Take no thought for your life, what ye shall eat, neither for}} the {{body, what}} ye {{shall put on.}}"
    },
    {
      "verse": 25,
      "reference": "JST Luke 12:25",
      "text": "{{For the life is more than meat and the body than raiment.}}"
    },
    {
      "verse": 26,
      "reference": "JST Luke 12:26",
      "text": "{{Consider the ravens; for they neither sow nor reap, which neither have storehouse nor barn; nevertheless, God feedeth them. Are}} ye not {{better than}} the {{fowls?}}"
    },
    {
      "verse": 27,
      "reference": "JST Luke 12:27",
      "text": "{{And who of you by taking thought can add to}} his {{stature}} one {{cubit?}}"
    },
    {
      "verse": 28,
      "reference": "JST Luke 12:28",
      "text": "If {{ye, then, be not able to do that}} which is {{least, why take ye thought for}} the {{rest?}}"
    },
    {
      "verse": 29,
      "reference": "JST Luke 12:29",
      "text": "{{Consider the lilies, how they grow; they toil not, they spin not; and yet I say unto you that Solomon in all his glory was}} not {{arrayed like one}} of {{these.}}"
    },
    {
      "verse": 30,
      "reference": "JST Luke 12:30",
      "text": "{{If then God so clothe}} the {{grass, which is today in the field and tomorrow is cast in the oven, how much more will he provide for you if ye are not}} of {{little faith?}}"
    },
    {
      "verse": 31,
      "reference": "JST Luke 12:31",
      "text": "**Therefore,** seek {{not what}} ye {{shall eat, or what ye shall drink, neither be ye}} of {{doubtful mind;}}"
    },
    {
      "verse": 32,
      "reference": "JST Luke 12:32",
      "text": "{{For all these things do the nations of the world seek after; and your Father who}} is **in heaven knoweth that ye have need of these things.**"
    },
    {
      "verse": 33,
      "reference": "JST Luke 12:33",
      "text": "{{And ye are sent unto them to be their ministers, and the laborer is worthy of his hire; for the law saith}} that {{a man shall}} not {{muzzle}} the {{ox}} that {{treadeth out the corn.}}"
    },
    {
      "verse": 34,
      "reference": "JST Luke 12:34",
      "text": "{{Therefore, seek ye to bring forth the kingdom of God, and all these things shall}} be {{added unto you.}}"
    },
    {
      "verse": 35,
      "reference": "JST Luke 12:35",
      "text": "{{Fear not, little flock; for it is}} your **Father's good pleasure to give you the kingdom.**"
    },
    {
      "verse": 36,
      "reference": "JST Luke 12:36",
      "text": "{{This he spake unto his disciples, saying, Sell that}} ye {{have and give alms; provide not for}} yourselves {{bags which wax old, but rather provide a treasure in the heavens}} that {{faileth not, where no thief approacheth, neither moth corrupteth.}}"
    },
    {
      "verse": 37,
      "reference": "JST Luke 12:37",
      "text": "{{For where your treasure is, there}} will {{your heart be also.}}"
    },
    {
      "verse": 38,
      "reference": "JST Luke 12:38",
      "text": "{{Let your loins be girded about}} and {{have your lights burning,}}"
    },
    {
      "verse": 39,
      "reference": "JST Luke 12:39",
      "text": "{{That ye yourselves may be like unto men who wait for their Lord when he will return from}} the {{wedding, that, when}} he {{cometh}} and {{knocketh, they may open unto him immediately.}}"
    },
    {
      "verse": 40,
      "reference": "JST Luke 12:40",
      "text": "{{Verily, I say unto you, Blessed are those servants whom the Lord, when he cometh, shall find watching;}} for {{he shall gird himself, and make them sit down to meat, and will come forth and serve them.}}"
    },
    {
      "verse": 41,
      "reference": "JST Luke 12:41",
      "text": "{{For behold, he cometh in the first watch of the night, and he shall also come in the second watch, and again he shall come in the third watch.}}"
    },
    {
      "verse": 42,
      "reference": "JST Luke 12:42",
      "text": "And {{verily, I say unto you, He hath already come, as it is written of him; and again, when he shall come in}} the {{second watch or come in the third watch, blessed are those servants, when he cometh,}} that {{he}} shall {{find so doing;}}"
    },
    {
      "verse": 43,
      "reference": "JST Luke 12:43",
      "text": "{{For the Lord of those servants}} shall {{gird himself, and make them to sit down to meat, and will come forth and serve them.}}"
    },
    {
      "verse": 44,
      "reference": "JST Luke 12:44",
      "text": "{{And now, verily,}} I say {{these things}} unto **you** that {{ye may know this:}} that {{the coming of the Lord is as a thief in the night.}}"
    },
    {
      "verse": 45,
      "reference": "JST Luke 12:45",
      "text": "{{And it is like unto a man who is a householder, who, if he watcheth not his goods, the thief cometh in an hour of which he is not aware,}} and {{taketh}} his {{goods, and divideth them among}} his {{fellows.}}"
    },
    {
      "verse": 46,
      "reference": "JST Luke 12:46",
      "text": "{{And they said among themselves, If the good man}} of {{the house had known what hour the thief would come,}} he {{would have watched and}} not {{have suffered his house to be broken through,}} and {{the loss of}} his {{goods.}}"
    },
    {
      "verse": 47,
      "reference": "JST Luke 12:47",
      "text": "And {{he said unto them, Verily, I say unto you, Be ye, therefore, ready also; for the Son of Man cometh at an hour when ye think not.}}"
    },
    {
      "verse": 48,
      "reference": "JST Luke 12:48",
      "text": "{{Then Peter said}} unto {{him, Lord, speakest thou this parable unto us, or unto all?}}"
    },
    {
      "verse": 49,
      "reference": "JST Luke 12:49",
      "text": "{{And the Lord said,}} I {{speak unto those whom the Lord shall make rulers over his household,}} to {{give his children their portion of meat in due season.}}"
    },
    {
      "verse": 50,
      "reference": "JST Luke 12:50",
      "text": "**And they said, Who then is that faithful** and {{wise servant?}}"
    },
    {
      "verse": 51,
      "reference": "JST Luke 12:51",
      "text": "{{And the Lord said unto them, It is}} that {{servant who watcheth,}} to {{impart his portion of meat in due season.}}"
    },
    {
      "verse": 52,
      "reference": "JST Luke 12:52",
      "text": "{{Blessed be that servant whom his Lord}} shall {{find, when he cometh, so doing.}}"
    },
    {
      "verse": 53,
      "reference": "JST Luke 12:53",
      "text": "{{Of a truth I say unto you that he will make him ruler over all that he hath.}}"
    },
    {
      "verse": 54,
      "reference": "JST Luke 12:54",
      "text": "{{But the evil servant is he who is not found watching.}} And {{if that servant is not found watching,}} he {{will say in his heart, My Lord delayeth his coming; and shall begin}} to {{beat}} the {{menservants and}} the {{maidens,}} and {{to eat and drink, and to be drunken.}}"
    },
    {
      "verse": 55,
      "reference": "JST Luke 12:55",
      "text": "{{The Lord of that servant will come in a day he looketh not for, and at an hour}} when {{he is not aware, and will cut him down, and will appoint him his portion with}} the {{unbelievers.}}"
    },
    {
      "verse": 56,
      "reference": "JST Luke 12:56",
      "text": "{{And that servant who knew his Lord's will}} and {{prepared}} not {{for his Lord's coming, neither did according to his will, shall be beaten with many stripes.}}"
    },
    {
      "verse": 57,
      "reference": "JST Luke 12:57",
      "text": "{{But he who knew not his Lord's will}} and {{did commit things worthy}} of {{stripes shall be beaten with few. For unto whomsoever much}} is {{given, of him shall much be required; and to whom the Lord has committed much, of him will men ask the more.}}"
    },
    {
      "verse": 58,
      "reference": "JST Luke 12:58",
      "text": "{{For they are not well pleased}} with {{the Lord's doings; therefore, I am come}} to {{send fire on}} the {{earth; and what is it to you if I will}} that {{it}} be {{already kindled?}}"
    },
    {
      "verse": 59,
      "reference": "JST Luke 12:59",
      "text": "{{But}} I {{have a baptism to be baptized with. And how am I straitened until it be accomplished?}}"
    },
    {
      "verse": 60,
      "reference": "JST Luke 12:60",
      "text": "Suppose ye that I am come to give peace on earth? I tell you, Nay, but rather division."
    },
    {
      "verse": 61,
      "reference": "JST Luke 12:61",
      "text": "For from henceforth there shall be five in one house, divided: three against two and two against three."
    },
    {
      "verse": 62,
      "reference": "JST Luke 12:62",
      "text": "The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother-in-law against her daughter-in-law, and the daughter-in-law against her mother-in-law."
    },
    {
      "verse": 63,
      "reference": "JST Luke 12:63",
      "text": "And he said also unto the people, When ye see a cloud rise out of the west, ye say straightway, There cometh a shower; and so it is."
    },
    {
      "verse": 64,
      "reference": "JST Luke 12:64",
      "text": "And when the south wind blows, ye say, There will be heat; and it cometh to pass."
    },
    {
      "verse": 65,
      "reference": "JST Luke 12:65",
      "text": "O hypocrites! Ye can discern the face of the sky and of the earth. But how is it that ye do not discern this time?"
    },
    {
      "verse": 66,
      "reference": "JST Luke 12:66",
      "text": "Yea, and why even of yourselves judge ye not what is right?"
    },
    {
      "verse": 67,
      "reference": "JST Luke 12:67",
      "text": "Why goest thou to thine adversary for a magistrate when thou art in the way with thine enemy? Why not give diligence that thou mayest be delivered from him, lest he hale thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison?"
    },
    {
      "verse": 68,
      "reference": "JST Luke 12:68",
      "text": "I tell thee, Thou shalt not depart thence till thou hast paid the very last mite."
    }
  ]
}